import "./Mission.scss";
import React from "react";

const Mission = () => {
  return (
    <section className="mission">
      <h2 className="mission__title">Миссия и ценности</h2>
      <p className="mission__text">
          Надежность, долговечность, гибкость, экспертность – это те ценности, которые являются основой корпоративной культуры нашей команды в компании ПСК «Надёжный Партнёр». Высокий уровень профессионализма специалистов с гибкой системой командного управления и самонастройки даёт гарантию надежности в отношениях с нашими Заказчиками и позволяет планировать продолжительное взаимовыгодное, плодотворное сотрудничество. Корректировка документации, доведение проектных решений до кондиции, согласования с ведомствами и службами, исправление чужих ошибок – одна из миссии компании на ровне с разработкой качественной проектно-рабочей документацией с нуля и последующим экспертным сопровождением в органах власти. Во главе угла компании ПСК «Надёжный Партнёр» стоит миссия по сохранению объектов культурного наследия Санкт-Петербурга. Исторические мосты, набережные и парки любимого города являются предметом профессионального интереса специалистов компании, что не может не говорить о высоком качестве проектной документации по реставрации памятников истории и культуры, разрабатываемой людьми, высоко ценящими свою работу.
      </p>
    </section>
  );
};

export default Mission;
